Repository: 84000/data-translation-memory
Catalog: toh58-v4.tmx
Source language: bo
Languages: en

source: །དགའ་བོ་དེ་ལྟ་བུའི་ལུས་དེ་ཡང་གལ་ཏེ་ཕོ་ཡིན་ནི་མའི་མངལ་ན་གཡས་ཕྱོགས་སུ་ཙོག་པུར་འདུག་ལ། ལག་པ་གཉིས་ཀྱིས་གདོང་གཡོགས་ནས་མའི་སྒལ་ཚིགས་ལོགས་སུ་བལྟས་ཏེ་འདུག་གོ །
en: Nanda, the body of this sort, if it is male, squats on the right side of the mother’s womb and, covering its face with both hands, faces the mother’s spine.

source: གལ་ཏེ་མོ་ཡིན་ནི་རྩིབ་ལོགས་གཡོན་ཕྱོགས་ན་ཙོག་པུར་འདུག་ལ་ལག་པ་གཉིས་ཀྱིས་གདོང་གཡོགས་ནས་མའི་ལྟོ་བ་ལ་ཁ་བལྟས་ནས་
en: If it is female, it squats on the left side of the mother’s ribs and, covering its face with both hands, faces the mother’s belly.

source: མ་ཞུ་བའི་གནས་ཀྱི་ནི་འོག །ཞུ་བའི་གནས་ཀྱི་ནི་སྟེང་ན་ནང་དུ་བཙོས།
en: It cooks beneath the stomach and above the intestines.

source: རབ་ཏུ་བཙོས་ཤིང་གནས་ལྔ་ཀུན་ཏུ་བཅིངས་པས། འདི་ལྟ་སྟེ། དཔེར་ན་རྩྭའི་རྐྱལ་བའི་ནང་ན་འདུག་པ་དང་འདྲའོ། །
en: Boiling, it is bound in five places, as if it were in a straw bag.

source: གལ་ཏེ་དེའི་མས་ཤིན་ཏུ་མང་དུ་ཟོས་སམ། ཤིན་ཏུ་ཉུང་ངུ་ཟོས་སམ། གལ་ཏེ་ཟས་ཤིན་ཏུ་མངར་བ་འམ། ཤིན་ཏུ་རྩུབ་པའམ། ཤིན་ཏུ་བསྐ་བའམ། ཤིན་ཏུ་སྣུམ་པའམ། ཤིན་ཏུ་ལན་ཚྭ་བྲོ་བའམ། ཤིན་ཏུ་ཁ་བའམ། ཤིན་ཏུ་སྐྱུར་བའམ། ཤིན་ཏུ་གྲང་བའམ། ཤིན་ཏུ་ཚ་བ་དག་ཟོས་པར་གྱུར་ཏམ། གཞན་ཡང་འདོད་ཆགས་སྤྱད་པར་གྱུར་ཏམ། དྲག་ཏུ་སོང་བའམ་མཆོངས་པ་བྱས་སམ། ཡུན་རིང་དུ་ཉལ་ལམ། ཡུན་རིང་དུ་འདུག་པར་གྱུར་ན་ཡང་། མངལ་ན་གནས་པ་དེ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་ཏེ།
en: If its mother eats too much or eats too little, or if she eats food that is too sweet, or too dry, or too astringent, or too oily, or too salty, or too bitter, or too sour, or too cold, or too hot, or, furthermore, if she engages in sexual activities, or moves violently, or jumps, or sleeps too long, or sits too long, the being in the womb will experience suffering.

source: དེ་ལྟ་བས་ན་མའི་མངལ་ན་གནས་པའི་ཚེ་སྡུག་བསྔལ་མང་པོ་དེ་ལྟ་བུ་དག་གིས་རབ་ཏུ་གཟིར་བར་རིག་པར་བྱའོ།
en: Therefore it should be understood that, at the time of living in the mother’s womb, the fetus is tormented by many types of suffering such as those.

source: །ངས་མིར་གྱུར་པའི་སྡུག་བསྔལ་མདོ་ཙམ་དུ་བསྟན་པ་ཡང་དེ་འདྲ་ན་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་སྡུག་བསྔལ་དཔེར་བྱ་དཀའ་བལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: If the suffering of one who becomes human that I have briefly explained is like that, what need is there to mention the suffering of beings born in hell, which is difficult to compare to anything?

source: མཁས་པ་སུ་ཞིག་འཁོར་བའི་རྒྱ་མཚོར་ལུས་འདི་ལྟ་བུ་ལ་རབ་ཏུ་མོས་པར་བྱེད།
en: What wise person would yearn for such a body in the ocean of saṃsāra? “

source: ཞག་བདུན་ཕྲག་ཉི་ཤུ་བརྒྱད་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཕྱིན་ཅི་ལོག་གི་འདུ་ཤེས་རྣམ་པ་བརྒྱད་འབྱུང་བར་འགྱུར་ཏེ།
en: While the being in the mother’s womb is in the twenty-eighth week, eight mistaken perceptions will arise.

source: བརྒྱད་གང་ཞེ་ན།
en: What are the eight?

source: བཞོན་པའི་འདུ་ཤེས་དང་། ཁང་བུ་བརྩེགས་པའི་འདུ་ཤེས་དང་། ཁྲི་སྟན་གྱི་འདུ་ཤེས་དང་། ཆུ་མིག་གི་འདུ་ཤེས་དང་། རྫིང་གི་འདུ་ཤེས་དང་། ཆུ་བོའི་འདུ་ཤེས་དང་། ཀུན་དགའ་ར་བའི་འདུ་ཤེས་དང་། སྐྱེད་མོས་ཚལ་གྱི་འདུ་ཤེས་ཏེ།
en: the perception of a vehicle, the perception of a penthouse, the perception of a couch, the perception of a spring, the perception of a pond, the perception of a river, the perception of a pleasure garden, and the perception of a grove.

source: འདི་ནི་འདུ་ཤེས་རྣམ་པ་བརྒྱད་ཅེས་བྱའོ།
en: These are the eight perceptions. “

source: །ཞག་བདུན་ཕྲག་ཉི་ཤུ་དགུ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་མེ་ཏོག་ཕྲེང་བ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the twenty-ninth week, again a karmic wind, flower garland, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་མངལ་ན་གནས་པ་དེའི་ལུས་ཀྱི་པགས་པའི་མདོག་ཀུན་ཏུ་བཟང་ཞིང་མཚན་མ་རྣམས་རབ་ཏུ་གསལ་བར་བྱེད་དེ།
en: The force of this wind makes the complexion of the being in the womb excellent and makes its features very clear.

source: ཐ མས་ཅད་ཀྱང་འདས་པའི་དུས་སུ་ལས་རྣམས་མངོན་པར་འདུས་བྱས་པའི་བྱེ་བྲག་མི་མཚུངས་པས་རྣམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་ཁ་དོག་རྣམ་པ་སྣ་ཚོགས་དང་ལྡན་པར་འགྱུར་བས་ཁ་ཅིག་ནི་ཁ་དོག་དཀར་པོར་འགྱུར། ཁ་ཅིག་ནི་ཁ་དོག་ནག་པོར་འགྱུར།
en: Because all beings have engaged in different types of action in the past, they will accordingly have various types of complexion.

source: ཁ་ཅིག་ནི་ཁ་དོག་དཀར་བ་ཡང་མ་ཡིན། གནག་པ་ཡང་མ་ཡིན་པར་འགྱུར། ཁ་ཅིག་ནི་ཁ་དོག་སྔོན་པོར་འགྱུར། ཁ་ཅིག་ནི་ཁ་དོག་རྩུབ་ཅིང་སྐམ་པར་འགྱུར། ཁ་ཅིག་ནི་ཁ་དོག་སྣུམ་པར་འགྱུར་ཏེ།
en: Some will be white, some will be black, some will be neither white nor black, some will be blue, some will be rough and dry, and some will be smooth.

source: འདི་ལྟ་བུའི་ཁ་དོག་གི་མཚན་ཉིད་དང་ལྡན་པར་འགྱུར་རོ།
en: They will have complexion characteristics of these sorts. “

source: །ཞག་བདུན་ཕྲག་སུམ་ཅུ་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ལྕགས་ཀྱི་སྒོ་ཞེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the thirtieth week, again a karmic wind, iron aperture, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེའི་སྐྲ་དང་། སྤུ་དང་། སེན་མོ་རྣམས་རབ་ཏུ་སྐྱེད་པ་དང་། ཁ་དོག་དཀར་ནག་རྣམས་རབ་ཏུ་གསལ་བར་བྱེད་དེ་
en: The force of this wind increases the hair, bodily hair, and nails, and it clarifies white and black complexions.

source: ལས་ཀྱི་རྐྱེན་གྱིས་མཚན་མ་འདི་དང་འདི་དག་འབྱུང་བར་འགྱུར་རོ།
en: These features will appear due to karmic conditions. “

source: །ཞག་བདུན་ཕྲག་སུམ་ཅུ་གཅིག་པ་ནས་ཞག་བདུན་ཕྲག་སུམ་ཅུ་ལྔ་པའི་བར་དུ་མའི་མངལ་ན་གནས་པའི་ཚེ་ནི་ལུས་ཀྱི་མཚན་མ་རྣམས་ཆེར་སྐྱེ་བར་འགྱུར་བས་མཐར་གྱིས་ལུས་ཀྱི་ཡན་ལག་ཕུན་སུམ་ཚོགས་ཤིང་ཡངས་པར་འགྱུར་རོ།
en: While the being in the mother’s womb is in the thirty-first week through the thirty-fifth week, the features of the body will grow, and the parts of the body will gradually become enlarged and complete. “

source: །ཞག་བདུན་ཕྲག་སུམ་ཅུ་དྲུག་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ནི་དེ་འབྱུང་བའི་བསམ་པ་སྐྱེ་བས་མངོན་པར་མི་དགའ་བར་འགྱུར་རོ།
en: While the being in the mother’s womb is in the thirty-sixth week, it gives rise to a thought of emerging from the womb and becomes very unhappy. “

source: །ཞག་བདུན་ཕྲག་སུམ་ཅུ་བདུན་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ནི་ཕྱིན་ཅི་ལོག་ཏུ་མ་གྱུར་པའི་འདུ་ཤེས་རྣམ་པ་ལྔ་འབྱུང་བར་འགྱུར་རོ།
en: While the being in the mother’s womb is in the thirty-seventh week, five unmistaken perceptions will arise.

source: །ལྔ་གང་ཞེ་ན།
en: What are the five?

source: མི་གཙང་བའི་འདུ་ཤེས་དང་། དྲི་མི་ཞིམ་པའི་འདུ་ཤེས་དང་། བཙོན་རའི་འདུ་ཤེས་དང་། མུན་ནག་གི་འདུ་ཤེས་དང་། ཡོངས་སུ་སྐྱོ་ནས་ཕྱིར་འབྱུང་བའི་འདུ་ཤེས་སྐྱེ་བ་གང་ཡིན་པ་སྟེ།
en: They are a perception of dirtiness, the perception of a foul smell, the perception of a prison, the perception of darkness, and the perception of emerging due to great weariness.

source: མངལ་ན་གནས་པ་དེ་ཡོངས་སུ་སྐྱོ་བའི་བསམ་པ་དེ་ལྟ་བུ་དག་སྐྱེ་བར་འགྱུར་རོ།
en: The being in the womb gives rise to these sorts of thoughts of great weariness. “

source: །ཞག་བདུན་ཕྲག་སུམ་ཅུ་བརྒྱད་པ་ལ་མའི་མངལ་ན་གནས་པའི་ཚེ་ཡང་ལས་ཀྱི་རླུང་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་ཐོགས་པའི་རྐྱེན་ཅེས་བྱ་སྟེ།
en: While the being in the mother’s womb is in the thirty-eighth week, again a karmic wind, seized conditions, comes into existence.

source: རླུང་དེའི་སྟོབས་ཀྱིས་དེ་རབ་ཏུ་སྒྱུར་བར་བྱེད་དོ།
en: The force of this wind makes it turn over.

source: །གཞན་ཡང་ཁ་ཐུར་དུ་ལྟ་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: Furthermore, a wind called facing down arises.

source: དེའི་མགོ་ཐུར་དུ་ལྟ་ཞིང་ལག་པ་གཉིས་བརྐྱང་སྟེ། མཐར་གྱིས་འབྱུང་བར་འདོད་པར་འགྱུར་རོ། །
en: The being in the womb, upside down, extends its two arms and gradually wishes to emerge from the womb.

source: མངལ་ན་གནས་པ་དེ་གལ་ཏེ་ཚེ་རབས་སྔ་མ་ལ་མངལ་དུ་འཆི་བར་འགྱུར་བའི་ལས་བསགས་པ་ཞིག་ཡིན་ན་ནི་དེའི་ལག་པ་དང་རྐང་པ་སྣོལ་མར་གྱུར་ནས་སྒྱུར་མི་ནུས་པས་སྡིག་པ་མི་དགེ་བའི་ལས་ཀྱི་རྐྱེན་གྱིས་མའི་མངལ་ཉིད་དུ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་ཏེ།
en: If the being in the womb accumulated karma in previous lives that would result in its dying in the womb, it will be unable to turn over because its arms and legs become intertwined, and it will die in its mother’s womb on account of its sinful, nonvirtuous karma.

source: དེའི་མ་ཡང་དེའི་ཚེ་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་བའམ། ཡང་ན་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ།
en: And at that time, the mother, too, will experience great suffering or die.

source: །གལ་ཏེ་ཚེ་རབས་སྔ་མ་ལ་དགེ་བའི་ལས་རྣམས་མངོན་པར་འདུས་བྱས་ཤིང་ཚེ་རིང་པོར་འགྱུར་བའི་རྒྱུ་བསགས་པ་ཞིག་ཡིན་ན་ནི་བཙས་སུ་ཉེ་བའི་ཚེ་མ་དང་། བུ་གཉི་ག་རབ་ཏུ་བདེ་ཞིང་སྡིག་པ་མི་དགེ་བའི་ལས་ཀྱི་སྡུག་བསྔལ་གོང་མ་ལྟ་བུ་མེད་དོ།
en: If, in previous lives, it engaged in virtuous actions and accumulated the causes that would result in a long life, when birth is imminent, both mother and child will be very happy and will not have such suffering that results from sinful, nonvirtuous karma.

source: །ཞག་བདུན་ཕྲག་སུམ་ཅུ་རྩ་བརྒྱད་འདས་ནས་མངལ་ནས་འབྱུང་བར་འདོད་པའི་ཚེ། སྡུག་བསྔལ་སྣ་ཚོགས་མྱོང་ནས་གདོད་འབྱུང་བར་འགྱུར་བ་
en: When thirty-eight weeks have passed and the being in the womb desires to emerge, it will experience various sufferings when it first emerges.

source: དེའི་ཕྱིར་ལུས་འདི་ལྟ་བུ་ལེན་པ་འདི་ནི་ཡང་དག་པར་སྡུག་བསྔལ་ཆེན་པོ་ཡིན་པར་རིག་པར་བྱའོ། །
en: Therefore, it should be understood that receiving this body is great suffering. “

source: དང་པོ་མངལ་ནས་འབྱུང་བའི་ཚེ་ཁྱེའུ་འུ་འམ། བུ་མོ་ཡང་རུང་སྟེ། ས་ལ་ལྷུང་མ་ཐག་ཏུ་ལག་པས་བཟུང་ངམ། གོས་ཀྱིས་བླངས་སམ། ཁྲི་ལ་བཞག་གམ། ཁང་པའི་ནང་དུ་བཞག་གམ། ས་ལ་བཞག་གམ། བླ་གབ་མེད་པར་བཞག་གམ། ཉི་མ་ལ་བཞག་གམ། དགུན་ནམ། དབྱར་གྱི་དུས་སུ་གྲང་བ་དང་། ཚ་བའི་རླུང་གིས་བཙས་མ་ཐག་པའི་ལུས་དེ་ལ་རེག་པར་གྱུར་ན་ཡང་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་བར་འགྱུར་ཏེ།
en: When the infant first emerges from the womb—whether it is a son or a daughter, as soon as it falls to the ground, whether it is taken in the hands, or received in a cloth, or placed on a couch, or placed in a house, or placed on the ground, or placed in the open, or placed in the sun, in winter or summer—when the newborn body is touched by a cold or hot wind, it will experience great suffering.

source: འདི་ལྟ་སྟེ། དཔེར་ན་བ་ལང་གསོན་པོར་བཤུས་པ་རྩིག་པ་ལ་རེག་གམ། བླ་གབ་མེད་པའི་ཐང་ལ་ལྷུང་བར་གྱུར་ན་སྲོག་ཆགས་དག་གིས་ཟ་བར་འགྱུར་བའམ། གཞན་ཡང་འདི་ལྟ་སྟེ། དཔེར་ན་མི་ཞིག་ལ་སྦྲང་བུ་མཆུ་རིངས་རྣམས་ཀྱིས་ཟ་བ་ལ་ཡང་ལྕག་གིས་གཞུས་པ་དེ་བཞིན་དུ་དང་པོ་མངལ་ནས་བྱུང་བའི་ཚེ་ཆུ་དྲོན་པོ་དག་གིས་ལུས་བཀྲུས་པས་རེག་པའི་སྡུག་བསྔལ་མྱོང་བ་ཡང་དེ་དང་འདྲའོ།
en: The pain experienced by the infant due to being washed with hot water when it first emerges from the womb is just like that of an ox, skinned alive, that brushes against a wall or, falling on the bare ground, is eaten by insects. Alternatively, it is like that of a man who is eaten by mosquitoes or is beaten with a whip.

source: །བཙས་ནས་མཐར་གྱིས་ཆེར་འགྱུར་བ་དང་། མའི་ལུས་ལས་ཁྲག་དང་འདྲེས་པའི་ནུ་ཞོ་བྱུང་ནས་གསོ་བར་བྱེད་དེ།
en: After being born, the infant gradually grows larger and is nourished by milk mixed with blood that comes from the mother’s body.

source: ངས་སྔར་མདོ་སྡེ་གཞན་དག་ལས་རྒྱ་ཆེར་བསྟན་པ་ཡིན་ནོ།
en: I have previously taught this at length in other sūtras.

source: །དེ་ལྟ་བས་ན་ལུས་འདི་ནི་མི་གཙང་བ་དང་། སྡུག་བསྔལ་མང་པོ་ལས་མངོན་པར་གྲུབ་པ་ཡིན་པས་མཁས་པ་སུ་ཞིག་འཁོར་བ་ན་འདི་འདྲ་བའི་ལུས་ལ་རྗེས་སུ་ཆགས་པར་བྱེད།
en: Thus, since this body is filthy and is formed from much suffering, what wise person would desire this sort of body in saṃsāra? “

source: གཞན་ཡང་དགའ་བོ་དང་པོ་མངལ་ནས་བྱུང་ནས་ཞག་བདུན་ལོན་པ་དང་། སྲོག་ཆགས་སྲིན་བུའི་རིགས་སྟོང་ཕྲག་བརྒྱད་ཅུ་ལུས་ལས་སྐྱེས་ནས་དེ་ལས་ཟ་བར་བྱེད་དོ།
en: Furthermore, Nanda, a week after the infant emerges from the womb, eighty thousand types of worm arise in the body and feed on it.

source: སྐྲ་ལ་ཟ་བ་ཞེས་བྱ་བའི་སྲིན་བུའི་རིགས་གཉིས་ཡོད་དེ་སྐྲ་ལ་གནས་ནས་སྐྲ་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm called hair eater that live in and feed on the hair.

source: །སྲིན་བུའི་རིགས་གཉིས་ནི་མིག་ལ་གནས་ནས་མིག་ལ་ཟ་བར་བྱེད་དོ།
en: Two types of worm live in and feed on the eyes.

source: །སྲིན་བུའི་རིགས་པ་ཧ་ན་དང་། རྐན་ལྡན་དང་། ནད་སློང་དང་། ཡོངས་སུ་རྫོགས་པ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་ཀླད་པ་ལ་གནས་ནས་ཀླད་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There are four types of worm, saddle horse,having a palate,provoking illness, and completion, that live in and feed on the brains.

source: །སྲིན་བུའི་རིགས་སཱ་ལུ་ནག་པོའི་ལོ་མ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་རྣ་བ་ལ་གནས་ནས་རྣ་བ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, black rice, that lives in and feeds on the ears.

source: །སྲིན་བུའི་རིགས་མཛོད་སྒོ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་སྣ་ལ་གནས་ནས་སྣ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, treasury opening, that lives in and feeds on the nose.

source: །སྲིན་བུའི་རིགས་འཕེན་པ་དང་། ཀུན་ཏུ་འཕེན་པ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་མཆུ་ལ་གནས་ནས་མཆུ་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, throwing and throwing everywhere, that live in and feed on the lips.

source: །སྲིན་བུའི་རིགས་ཁབ་མཆུ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་ལྕེ་ལ་གནས་ནས་ལྕེ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, needle lips, that lives in and feeds on the tongue.

source: །སྲིན་བུའི་རིགས་ཁ་རྣོ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་ལྕེའི་དྲུང་ན་གནས་ནས་ལྕེའི་དྲུང་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, sharp mouth, that lives in and feeds on the root of the tongue.

source: །སྲིན་བུའི་རིགས་ལག་རྫོགས་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་རྐན་ལ་གནས་ནས་རྐན་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, perfect arm, that lives in and feeds on the palate.

source: །སྲིན་བུའི་རིགས་ལག་པ་དྲ་བ་ཅན་དང་། ཕྱེད་སྒྱུར་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ལག་མཐིལ་ལ་གནས་ནས་ལག་མཐིལ་ལ་ཟ་བར་བྱེད་དོ། །སྲིན་བུའི་རིགས་དཔུང་པ་དང་།
en: There are two types of worm, webbed hand and half bent, that live in and feed on the palms of the hands.

source: ཉེ་བའི་དཔུང་པ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་དཔུང་པ་ལ་གནས་ནས་དཔུང་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, upper arm and lower arm, that live in and feed on the arms.

source: །སྲིན་བུའི་རིགས་ལྕགས་ཅན་དང་ཉེ་བའི་ལྕགས་ཅན་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་མིད་པ་ལ་གནས་ནས་མིད་པ་ལ་ཟ་བར་བྱེད་དོ། །སྲིན་བུའི་རིགས་རྡོ་རྗེ་དང་།
en: There are two types of worm, having iron and having near-iron, that live in and feed on the throat.

source: རྡོ་རྗེ་ཆེན་པོ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་སྙིང་ལ་གནས་ནས་སྙིང་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, thunderbolt and great thunderbolt, that live in and feed on the heart.

source: །སྲིན་བུའི་རིགས་དམན་པ་དང་། དམན་པའི་ཁ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཤ་ལ་གནས་ནས་ཤ་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, weak and weak mouth, that live in and feed on the flesh.

source: །སྲིན་བུའི་རིགས་ཁ་དོག་ལྡན་དང་། གྲགས་ལྡན་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཁྲག་ལ་གནས་ནས་ཁྲག་ལ་འཐུང་བར་བྱེད་དོ།
en: There are two types of worm, colorful and renowned, that live in and drink the blood.

source: །སྲིན་བུའི་རིགས་དཔའ་བོ་དང་། དྲི་གཏོང་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཆུ་བ་ལ་གནས་ནས་ཆུ་བ་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, hero and fragrance face, that live in and feed on the ligaments.

source: །སྲིན་བུའི་རིགས་མི་མཐོ་བ་དང་། ཁས་སྤུབ་ཅེས་བྱ་བ་གཉིས་ཡོད་དེ་རྒྱབ་ཀྱི་རྒལ་ཚིགས་ལ་གནས་ནས་རྒྱབ་ཀྱི་རྒལ་ཚིགས་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, low and upside down, that live in and feed on the spine.

source: །སྲིན་བུའི་རིགས་ཚིལ་གྱི་ཁ་དོག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་ཚིལ་ལ་གནས་ནས་ཚིལ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, fat color, that lives in and feeds on the fat.

source: །སྲིན་བུའི་རིགས་མཁྲིས་པའི་ཁ་དོག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་མཁྲིས་པ་ལ་གནས་ནས་མཁྲིས་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, bile color, that lives in and feeds on the bile.

source: །སྲིན་བུའི་རིགས་མུ་ཏིག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་མཆིན་པ་ལ་གནས་ནས་མཆིན་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, pearl, that lives in and feeds on the liver.

source: །སྲིན་བུའི་རིགས་འདམ་བུ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་མཚེར་པ་ལ་གནས་ནས་མཚེར་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, reed, that lives in and feeds on the spleen.

source: །སྲིན་བུའི་རིགས་ལྔ་བརྒྱ་ཡོད་དེ་རིགས་བརྒྱ་ནི་ཟླ་བ་ཞེས་བྱའོ། །རིགས་བརྒྱ་ནི་ཟླ་བའི་ཁ་ཞེས་བྱའོ། །རིགས་བརྒྱ་ནི་བསིལ་བྱེད་ཅེས་བྱའོ། །རིགས་བརྒྱ་ནི་བསིལ་བྱེད་གཏོང་ཞེས་བྱའོ། །རིགས་བརྒྱ་ནི་ཡངས་པ་ཞེས་བྱ་སྟེ། རྩིབ་ལོགས་གཡོན་པ་ལ་གནས་ནས་རྩིབ་ལོགས་གཡོན་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are five hundred types of worm that live in and feed on the left side: one hundred types called moon; one hundred types called moon face; one hundred types called moonlight; one hundred types called moonlight face; and one hundred types called vast.

source: གཞན་ཡང་སྲིན་བུའི་རིགས་ལྔ་བརྒྱ་ཡོད་པ་ཡང་མིང་གོང་མ་དང་འཐུན་ཏེ། རྩིབ་ལོགས་གཡས་པ་ལ་གནས་ནས་རྩིབ་ལོགས་གཡས་པ་ལ་ཟ་བར་བྱེད་དོ།
en: Furthermore, there are another five hundred types of worm, with names agreeing with those above, that live in and feed on the right side.

source: །སྲིན་བུའི་རིགས་ཅུང་ཟད་འབིགས་པ་དང་། ཆེར་འབིགས་པ་དང་། རུས་པ་འབིགས་པ་དང་། རུས་པའི་གདོང་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་རུས་པ་ལ་གནས་ནས་རུས་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There are four types of worm, slightly piercing, greatly piercing, bone piercing, and bone face, that live in and feed on the bones.

source: །སྲིན་བུའི་རིགས་ཆེར་དཀར་བ་དང་། ཅུང་ཟད་དཀར་བ་དང་། སྣུམ་པའི་སྟོབས་དང་། སྟག་ལམ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་རྩ་རྒྱུས་ལ་གནས་ནས་རྩ་རྒྱུས་ལ་ཟ་བར་བྱེད་དོ།
en: There are four types of worm, greatly white, slightly white, smell power, and tiger path, that live in and feed on the tendons.

source: །སྲིན་བུའི་རིགས་མོས་པའི་ཡིད་དང་། སེང་གེའི་སྟོབས་དང་། རི་བོང་ལྟོ་དང་། འདོད་པ་ལ་མངོན་པར་ཞེན་པ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་མ་ཞུ་བའི་གནས་ལ་གནས་ནས་མ་ཞུ་བའི་གནས་ལ་ཟ་བར་བྱེད་དོ།
en: There are four types of worm, determined mind, lion power, rabbit belly, and clinging to desire, that live in and feed on the stomach.

source: །སྲིན་བུའི་རིགས་དཔའ་བོ་དང་། དཔའ་བོའི་བདག་པོ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཞུ་བའི་གནས་ལ་གནས་ནས་ཞུ་བའི་གནས་ལ་ཟ་བར་བྱེད་དོ། །སྲིན་བུའི་རིགས་མུ་ཁ་དང་། དྲ་བ་ཁ་དང་།
en: There are two types of worm, hero and lord of heroes, that live in and feed on the intestines.

source: ཕུང་པོའི་ཁ་དང་། བྱེའུ་ཁ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་གཅི་བའི་ལམ་ལ་གནས་ནས་གཅི་བའི་ལམ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are four types of worm, mouth,net mouth, mass mouth, and little bird mouth, that live in and feed on the urethra.

source: སྲིན་བུའི་རིགས་བྱེད་པ་དང་། བྱེད་པ་ཆེན་པོ་དང་། ཕྱི་མ་དང་། པོ་ཏ་ར་ཀ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་བཤང་བའི་ལམ་ལ་གནས་ནས་བཤང་བའི་ལམ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are four types of worm, action, big action, dust, and small bundle, that live in and feed on the anus.

source: སྲིན་བུའི་རིགས་གདོང་གནག་དང་། འཇིགས་སུ་རུང་བའི་གདོང་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་བརླ་ལ་གནས་ནས་བརླ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm, black face and scary face, that live in and feed on the thighs.

source: སྲིན་བུའི་རིགས་མཛེ་ཅན་དང་། མཛེ་ཅན་ཆུང་ངུ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་པུས་མོ་ལ་གནས་ནས་པུས་མོ་ལ་ཟ་བར་བྱེད་དོ།
en: There are two types of worm, leprous and slightly leprous, that live in and feed on the knees.

source: །སྲིན་བུའི་རིགས་མྱོས་པའི་རྩ་བ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་བྱིན་པ་ལ་གནས་ནས་བྱིན་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, root of madness, that lives in and feeds on the lower legs.

source: །སྲིན་བུའི་རིགས་མགོ་ནག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་རྐང་པ་ལ་གནས་ནས་རྐང་པ་ལ་ཟ་བར་བྱེད་དོ།
en: There is a type of worm, black head, that lives in and feeds on the feet. “

source: །དགའ་བོ་ངས་དེང་ཁྱོད་ལ་སྲིན་བུའི་རིགས་སྟོང་ཕྲག་བརྒྱད་ཅུ་ལུས་འདི་ལ་གནས་ནས་ཉིན་མཚན་དུ་ཟ་བར་བྱེད་པས་ཉམས་སྟོབས་ཆུང་ཞིང་མདོག་ངན་པར་བྱེད་པ་དང་། ནད་ཀྱི་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་ལུས་འདི་ལ་འདུས་ནས་གཞན་ཡང་དེའི་སེམས་གདུང་བ་དང་། རབ་ཏུ་གདུང་བ་དང་། ཡོངས་སུ་གདུང་བར་བྱེད་པས་སྨན་པ། མཁས་པ་ཡོད་ཀྱང་། དེ་ལ་རྨོངས་ནས་སྨན་གང་གིས་ནད་འདི་དག་གསོ་བར་ནུས་པ་ཤེས་པར་མི་འགྱུར་བ་མདོར་བསྟན་པ་ཡིན་ཏེ།
en: Nanda, I have now instructed you briefly about the eighty thousand types of worm that inhabit this body, feeding on it day and night and making it physically weak and badly complexioned, along with the various types of suffering from illnesses, which gather in this body and also torment, strongly torment, and completely torment a person’s mind—so that even if there were a skillful doctor, he would be confused, not knowing how to treat these illnesses with any medicine.

source: མཁས་པ་སུ་ཞིག་འཁོར་བའི་རྒྱ་མཚོར་འདི་འདྲ་བའི་ལུས་ལ་རྗེས་སུ་ཆགས་པར་བྱེད།
en: What wise person would desire this sort of body in the ocean of saṃsāra? “

source: གཞན་ཡང་དགའ་བོ་དང་པོ་བཙས་ནས་ཆེར་སྐྱེ་བར་འགྱུར་བའི་བར་དུ་གོས་དང་ཟས་ཀྱིས་གསོས་ནས། ལུས་འདི་མངོན་པར་གྲུབ་པར་གྱུར་ཀྱང་།
en: Furthermore, Nanda, from the time it is born until it is fully grown, this body is sustained by clothing and food, and it becomes fully developed.

source: དེའི་ཚེའི་ཚད་ལོ་བརྒྱ་ཐུབ་པ་ཡང་ཡོད་དེ་དེ་བས་ཐུང་བ་ཡང་ཡོད་དོ།
en: Its lifespan can be one hundred years, or it can be shorter than that.

source: །ལོ་བརྒྱ་པོ་དེ་ཡང་དུས་སུམ་བརྒྱར་འགྱུར་རོ། །འདི་ལྟ་སྟེ། དཔྱིད་དང་། དབྱར་དང་། དགུན་གྱི་དུས་གང་ཡིན་པའོ།
en: Those one hundred years will add up to three hundred seasons, namely spring, summer, and winter.

source: །དེ་ལས་དཔྱིད་གང་ཡིན་པ་དེ་ནི་ཚེ་བའི་དུས་སོ།
en: Spring is the hot season.

source: །དབྱར་གང་ཡིན་པ་དེ་ནི་ཆར་འབབ་པའི་དུས་སོ། །དགུན་གང་ཡིན་པ་དེ་ནི་གྲང་བའི་དུས་སོ།
en: Summer is the rainy season. Winter is the cold season.

source: །དུས་གསུམ་པོ་དེ་དག་རེ་རེ་ལ་ཡང་ཟླ་བ་བཞི་བཞི་ཡོད་པས་ལོ་གཅིག་ལ་ནི་ཟླ་བ་བཅུ་གཉིས་ཡོད་པར་འགྱུར་ལ་ལོ་བརྒྱ་ལ་ནི་ཟླ་བ་སྟོང་ཉིས་བརྒྱ་ཡོད་པར་འགྱུར་བས་ཟླ་བ་ཡར་གྱི་ངོ་དཀར་པོ་དང་། ཟླ་བ་མར་གྱི་ངོ་ནག་པོས་ཕྱེ་ན་ནི་ཉིས་སྟོང་བཞི་བརྒྱར་འགྱུར་ཏེ།
en: The three seasons have four months each, so there are twelve months in one year, and twelve hundred months in one hundred years; and if we differentiate the white face of the waxing moon and the dark face of the waning moon, there are twenty-four hundred fortnights.

source: དེ་ལ་ཉིན་མཚན་ནི་སྟོང་ཕྲག་སུམ་ཅུ་རྩ་དྲུག་ཡོད་དོ།
en: Therefore, there are thirty-six thousand days. “

source: །ཉིན་གཅིག་ལ་ལན་གཉིས་སུ་ཟ་བས་ཟས་ནི་ལན་སྟོང་ཕྲག་བདུན་ཅུ་རྩ་གཉིས་ཟ་བར་འགྱུར་ཏེ། རེས་འགའ་མི་ཟ་བ་ཡང་གྲངས་དེར་འདུས་སོ། །
en: In one day, a person eats twice; so, as for food, he will eat seventy-two thousand times, and occasional missed meals are included in that number.

source: དེ་ནི་འདི་ལྟ་སྟེ། ན་བ་དང་། ར་རོ་བ་དང་། ཆེད་དུ་ཟས་བཅད་པ་དང་། གཉིད་ལོག་པ་དང་། རྩེད་མོ་རྩེས་པ་དང་། ལས་གཞན་གྱིས་བྲེལ་བ་དང་། མའི་ནུ་ཞོ་འཐུངས་པའི་རྒྱུ་དང་། རྐྱེན་གྱིས་མ་ཟོས་པ་གང་ཡིན་པ་དེ་ནི་མ་ཟོས་པ་ཞེས་བྱའོ།
en: As for those missed meals, they are missed due to causes and conditions including illness, drunkenness, intentional fasting, sleeping, playing around, being engaged in other matters, and drinking mother’s milk.

source: །འདི་ལྟ་བུའི་ལུས་འདི་ལོ་བརྒྱ་ཐུབ་པར་གྱུར་ཀྱང་མཐར་འཇིག་པར་འགྱུར་བས་མཁས་པ་སུ་ཞིག་འཁོར་བའི་རྒྱ་མཚོ་འདིར་དེ་ལ་རྗེས་སུ་ཆགས་པར་བྱེད།
en: Since this sort of body, even if it can live for a hundred years, will finally be destroyed, what wise person would desire this sort of body in this ocean of saṃsāra? “

source: གཞན་ཡང་དགའ་བོ་ལུས་འདི་ཡང་དག་པ་བླངས་པ་ལ་སྡུག་བསྔལ་རྣམ་པ་གཉིས་ཡོད་དེ།
en: Furthermore, Nanda, there are two types of suffering with regard to taking this body.

source: ནད་མང་པོ་རྣམས་ལུས་ལ་འདུས་པ་གང་ཡིན་པ་དེ་ནི་ནང་གི་སྡུག་བསྔལ་ཞེས་བྱའོ།
en: The many illnesses that are contained in the body are called internal suffering.

source: །མི་དང་མི་མ་ཡིན་པས་རྣམ་པར་འཚེ་བ་གང་ཡིན་པ་དེ་ནི་ཕྱི་རོལ་གྱི་སྡུག་བསྔལ་ཞེས་བྱའོ།
en: Harm caused by humans and nonhumans is called external suffering. “

source: །དེ་ལ་ནད་མང་པོ་ལུས་ལ་འདུས་པ་ཞེས་བྱ་བ་ཇི་ལྟ་བུ་ཞེ་ན།
en: With respect to this, which conditions are called the many illnesses that are contained in the body?

source: འདི་ལྟ་སྟེ། མིག་དང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལྐོག་མ་དང་། སོ་དང་། བྲང་དང་། ལྟོ་བ་དང་། ལག་པ་དང་། རྐང་པ་རྣམས་ན་བར་གྱུར་པ་དང་། གཞན་ཡང་རླུང་ན་བ་དང་། མཆིལ་སྣ་བས་དང་། སྨྱོས་པ་དང་། ཁོང་རྡེ་དང་། དབུགས་མི་བདེ་བ་དང་། གློ་བ་ན་བ་དང་། གཅི་བའི་ལམ་རྩུབ་པ་དང་། གཡན་པ་དང་། མཛེ་དང་། འབྲས་དང་། ཐོར་བུ་དང་། ཤུ་བ་དང་། འབྲུམ་བུ་དང་། རྐང་བམ་དང་། གཞན་ཡང་ནད་རྣམ་པ་སྣ་ཚོགས་ལུས་ལ་འདུས་པ་གང་ཡིན་པའོ།
en: Namely, maladies of the eye, ear, nose, tongue, throat, teeth, chest, belly, arms, and legs, as well as wind illness, mucous illness, insanity, consumption, shortness of breath, lung disease, roughness of the urethra, itching, leprosy, swellings, thorbu, abscesses, pustules, and elephantiasis, and various other types of illness are contained in the body. “

source: །གཞན་ཡང་མཁྲིས་པའི་ནད་བརྒྱ་རྩ་གཅིག་དང་། རླུང་ནད་བརྒྱ་རྩ་གཅིག་དང་། བད་ཀན་གྱི་ནད་བརྒྱ་རྩ་གཅིག་དང་། རླུང་དང་མཁྲིས་པ་དང་། བད་ཀན་འདུས་པ་ལས་བྱུང་བའི་ནད་བརྒྱ་རྩ་གཅིག་སྟེ།
en: Furthermore, the above diseases can be divided into 101 bile diseases, 101 wind diseases, 101 phlegm diseases, and 101 diseases that arise from a combination of wind, bile, and phlegm.

source: དེ་ལྟར་ནད་བཞི་བརྒྱ་རྩ་བཞི་དག་གིས་ལུས་ཉོན་མོངས་པ་གང་ཡིན་པ་དེ་ནི་ནང་གི་སྡུག་བསྔལ་ཞེས་བྱའོ།
en: Thus, the 404 diseases that afflict the body are called internal suffering. “

source: །གཞན་ཡང་ཕྱི་རོལ་གྱི་སྡུག་བསྔལ་གྱིས་ལུས་འདི་ལ་གནོད་པར་བྱེད་པ་
en: Furthermore, external suffering damages the body.
